Revit 2024 API
ParameterTypeId.RbsElecPanelTotalloadPowerParam Property
 "Power Total Connected"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelTotalloadPowerParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelTotalloadPowerParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelTotalloadPowerParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace